{
  "listening": {
    "初級": [
      "能聽懂簡短的個人切身相關訊息。（例如身體特徵、健康狀況等）",
      "能聽懂常見的特定訊息。（例如動作指令、方位等）",
      "能聽懂個人基礎生活常用的簡短語句。（例如問候、道別、感謝、指稱等）"
    ],
    "中級": [
      "能聽懂日常生活的一般語句。（例如天氣變化、詢問近況等）",
      "能聽懂日常活動相關事務的談話、報告。（例如特定訊息宣導等）"
    ],
    "中高級": [
      "能聽懂日常活動相關事務的語句。（例如指示方向、徵詢意見、提供資訊、工作等）",
      "能聽懂日常生活的各式社交主題的談話。（例如節慶祭典、長輩談話等）"
    ],
    "高級": [
      "能聽懂長篇且廣泛主題的談話或報導。（例如電視劇、新聞報導等）",
      "能聽懂談話的內容、架構、條理、觀點，並大致了解對話的言外之意。"
    ],
    "優級": [
      "能聽懂各類主題之複雜且專業的言談內容，如較長談話、辯論、演講、樁（祭）詞、歌謠、神話故事等。",
      "能辨辦談話背後的理由、論證根據、論證缺失及矛盾之處，並針對各種言談內容進行摘要、推論、總結或綜合判斷。"
    ]
  },
  "speaking": {
    "初級": [
      "能讓別人聽懂的語音，說出日常文字所書寫的簡單詞語。",
      "能讓別人聽懂的語音，運用熟悉的語句應答。",
      "能讓別人聽懂的語音，簡短介紹個人切身相關訊息。",
      "能讓別人聽懂的語音，說出日常生活的簡單語句。"
    ],
    "中級": [
      "能讓別人聽懂的語音，說出一般生活內容較長的詞語或短句。",
      "能讓別人聽懂的語音，運用簡單連貫的詞句介紹個人生活環境、經驗、想法與感受等。"
    ],
    "中高級": [
      "能讓別人聽懂的語音，描述日常生活事物或發表個人想法。",
      "能讓別人聽懂的語音，說出特定主題之段落文章。",
      "能讓別人聽懂的語音，參與大部分事務的談話或發表個人想法。",
      "能以精準的語音，流暢地表達介紹個人生活環境、經驗、意見、想法與感受等。"
    ],
    "高級": [
      "能以精準的語音流暢地朗讀涵蓋廣泛主題及內容的文章。",
      "能以精準的語音參與廣泛主題的談話，並詳細談論個人的日常生活事務、經驗、事件、意見、感受等。",
      "能以精準的語音有條理、有結構地表達個人對各項主題的觀點、評論。"
    ],
    "優級": [
      "能以自然、精準的語音，流暢且在地朗讀各種專業主題、內容的長篇文章。",
      "能以自然、精準的語音，流暢且在地參與各種主題的談論，並對廣泛主題與人交換意見並發表演說。",
      "能以自然、精準的語音，運用各種說話技巧，精準、有條理流暢地對各項主題表達出結構完整、條理分明的觀點與解說與專業評論。"
    ]
  },
  "reading": {
    "中高級": [
      "能讀懂簡短語句及與個人相關的短文或信件。",
      "能讀懂生活中常見的文字資料。（例如廣告、傳單、菜單、標語等）"
    ],
    "高級": [
      "能讀懂表達生活經驗、事件、意見、感受的短文。",
      "能讀懂各種常見主題的文章或報導的內容、架構、條理、觀點。",
      "能理解文章中的修辭及美感。"
    ],
    "優級": [
      "能深入了解各種文章體裁、風格之複雜且專業的內容，包括散文、論文、小說、新詩等。",
      "能辨辦文章背後理由、論證根據、論證缺失及矛盾之處。",
      "能對各種文章內容進行摘要、推論、總結或綜合判斷。",
      "能精確掌握文章中的修辭及美感。"
    ]
  },
  "writing": {
    "中高級": [
      "能完整寫出與日常活動相關的語句。",
      "能以完整語句寫出與人交流的訊息。(例如便條、卡片、簡訊或e-mail等)"
    ],
    "高級": [
      "能針對文章段落，進行族語及華語之互相翻譯。",
      "能以文章表達個人較廣泛的生活經驗、感受和意見，或針對一般主題表達個人看法，並與他人交流。"
    ],
    "優級": [
      "能針對不同的議題，靈活運用豐富詞彙、各種修辭技巧與文體，寫出流暢、有美感且結構完整的文章，表達對廣泛主題的看法或感受。",
      "能針對不同事件，有條理、有層次地寫出專業評論或表達深層的感受。"
    ]
  }
}
